accounts-qml-module
acl
adobe-source-code-pro-fonts
adwaita-icon-theme
aircrack-ng
alacritty
alsa-card-profiles
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
alsa-utils
amd-ucode
aom
arc-gtk-theme
archlinux-keyring
argon2
aria2
aspell
at-spi2-atk
at-spi2-core
atk
atkmm
attica
attr
audit
autoconf
automake
avahi
base
bash
binutils
bison
blueman
bluez
bluez-libs
bluez-utils
boost-libs
bridge-utils
brotli
btrfs-progs
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
calibre
camlpdf
cantarell-fonts
cblas
cdparanoia
chmlib
chromedriver
cifs-utils
clang
cmake
colord
colorpicker
compiler-rt
confuse
containerd
coreutils
cpdf
cracklib
cryptsetup
cuda
cudnn
curl
dav1d
db
dbus
dbus-glib
dconf
desktop-file-utils
device-mapper
dhcpcd
dialog
diffpdf
diffutils
discord
discount
djvulibre
dmraid
dnssec-anchors
docker
docker-compose-bin
dosfstools
double-conversion
ds9-bin
e2fsprogs
ebgaramond-otf
efibootmgr
efivar
egl-wayland
eglexternalplatform
electron6-bin
elfutils
enchant
ethtool
exa
exfat-utils
exiv2
exo
expat
fakeroot
fasd-git
feh
ffmpeg
fftw
file
filesystem
findutils
firefox
flac
flex
fontconfig
freeglut
freetype2
fribidi
fuse-common
fuse2
fuse3
fzf
gawk
gc
gcc
gcc-fortran
gcc-libs
gcc9
gcc9-libs
gcr
gd
gdbm
gdk-pixbuf2
gdl
geoclue
geocode-glib
geoip
geoip-database
gettext
ghc-libs
ghostscript
giflib
girara
git
git-lfs
glew
glib-networking
glib2
glibc
glibmm
glslang
glu
gmp
gnome-keyring
gnupg
gnuplot
gnutls
gobject-introspection-runtime
google-chrome
gotop
gpgme
gpm
gptfdisk
graphene
graphite
graphviz
grep
groff
grub
gsettings-desktop-schemas
gsfonts
gsl
gsm
gst-plugins-base
gst-plugins-base-libs
gstreamer
gtk-update-icon-cache
gtk2
gtk3
gtkmm3
gtkspell3
gts
guile
gvfs
gvfs-smb
gzip
harfbuzz
harfbuzz-icu
hashcat
hashcat-utils
haskell-aeson
haskell-aeson-pretty
haskell-ansi-terminal
haskell-asn1-encoding
haskell-asn1-parse
haskell-asn1-types
haskell-assoc
haskell-async
haskell-attoparsec
haskell-base-compat
haskell-base-compat-batteries
haskell-base-orphans
haskell-base16-bytestring
haskell-base64-bytestring
haskell-basement
haskell-bifunctors
haskell-blaze-builder
haskell-blaze-html
haskell-blaze-markup
haskell-byteable
haskell-case-insensitive
haskell-cereal
haskell-cmdargs
haskell-colour
haskell-commonmark
haskell-commonmark-extensions
haskell-commonmark-pandoc
haskell-comonad
haskell-connection
haskell-cookie
haskell-cryptonite
haskell-data-default
haskell-data-default-class
haskell-data-default-instances-containers
haskell-data-default-instances-dlist
haskell-data-default-instances-old-locale
haskell-data-fix
haskell-digest
haskell-distributive
haskell-dlist
haskell-doclayout
haskell-doctemplates
haskell-emojis
haskell-erf
haskell-errors
haskell-glob
haskell-haddock-library
haskell-hashable
haskell-hourglass
haskell-hslua
haskell-hslua-module-system
haskell-hslua-module-text
haskell-hsyaml
haskell-http
haskell-http-client
haskell-http-client-tls
haskell-http-types
haskell-hxt
haskell-hxt-charproperties
haskell-hxt-regex-xmlschema
haskell-hxt-unicode
haskell-integer-logarithms
haskell-ipynb
haskell-jira-wiki-markup
haskell-juicypixels
haskell-memory
haskell-mime-types
haskell-network
haskell-network-uri
haskell-old-locale
haskell-old-time
haskell-pandoc-types
haskell-pem
haskell-primitive
haskell-quickcheck
haskell-random
haskell-regex-base
haskell-regex-pcre
haskell-safe
haskell-scientific
haskell-sha
haskell-skylighting
haskell-skylighting-core
haskell-socks
haskell-split
haskell-splitmix
haskell-streaming-commons
haskell-strict
haskell-syb
haskell-tagged
haskell-tagsoup
haskell-temporary
haskell-texmath
haskell-text-conversions
haskell-th-abstraction
haskell-these
haskell-time-compat
haskell-tls
haskell-transformers-compat
haskell-unicode-transforms
haskell-unordered-containers
haskell-utf8-string
haskell-uuid-types
haskell-vector
haskell-x509
haskell-x509-store
haskell-x509-system
haskell-x509-validation
haskell-xml
haskell-zip-archive
haskell-zlib
hcxdumptool
hcxtools
hicolor-icon-theme
hidapi
hsetroot
hspell
http-parser
hunspell
hwids
hwloc
hyphen
i3-gaps
i3status
iana-etc
icu
ijs
imagemagick
imlib2
inetutils
inkscape
inotify-tools
iproute2
iptables
iputils
iso-codes
iw
jack
jansson
jbig2dec
js68
js78
json-c
json-glib
jsoncpp
jxrlib
kaccounts-integration
kactivities
karchive
kauth
kbd
kbookmarks
kcmutils
kcodecs
kcompletion
kconfig
kconfigwidgets
kcoreaddons
kcrash
kdbusaddons
kdeclarative
kded
keyutils
kglobalaccel
kguiaddons
ki18n
kiconthemes
kio
kirigami2
kitemviews
kjobwidgets
kjs
kmod
knotifications
kpackage
kparts
kpty
krb5
kservice
ktextwidgets
kwallet
kwidgetsaddons
kwindowsystem
kxmlgui
l-smash
lame
lapack
lcms2
ldb
ldns
less
libaccounts-glib
libaccounts-qt
libaio
libarchive
libass
libassuan
libasyncns
libatasmart
libavc1394
libblockdev
libbluray
libbsd
libbytesize
libcaca
libcanberra
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libcdr
libcerf
libcloudproviders
libconfig
libcroco
libcups
libcurl-gnutls
libdaemon
libdatrie
libdbusmenu-qt5
libdrm
libdvdnav
libdvdread
libedit
libelf
libepoxy
libev
libevdev
libevent
libexif
libfbclient
libffi
libfontenc
libgcrypt
libglvnd
libgpg-error
libgudev
libgusb
libhandy0
libibus
libical
libice
libid3tag
libidn
libidn2
libiec61883
libimagequant
libimobiledevice
libinput
libjpeg-turbo
libkexiv2
libksba
libldap
liblqr
libluv
libmagick6
libmfx
libmicrohttpd
libmm-glib
libmng
libmnl
libmodplug
libmpc
libmpdclient
libmtp
libnetfilter_conntrack
libnfnetlink
libnftnl
libnghttp2
libnl
libnm
libnotify
libnsl
libogg
libomxil-bellagio
libp11-kit
libpaper
libpcap
libpciaccess
libpgm
libpipeline
libplacebo
libplist
libpng
libproxy
libpsl
libpulse
libpwquality
libraqm
libraw1394
librevenge
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libsigc++
libsigsegv
libsm
libsndfile
libsodium
libsoup
libsoxr
libspectre
libssh
libssh2
libstemmer
libsynctex
libtasn1
libtermkey
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libtorrent-rasterbar
libunistring
libunrar
libunwind
libusb
libusbmuxd
libutempter
libuv
libva
libvdpau
libvisio
libvisual
libvoikko
libvorbis
libvpx
libvterm
libwacom
libwebp
libwmf
libwpd
libwpg
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmu
libxpm
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
licenses
linux
linux-api-headers
linux-firmware
linux-headers
llvm
llvm-libs
lm_sensors
lmdb
lua
lua52
lua53
luajit
luit
lvm2
lxappearance
lz4
lzo
m4
mailcap
maim
make
man-db
mariadb-libs
mathjax
mbedtls
md4c
mdadm
media-player-info
mendeleydesktop-bundled
mesa
minizip
mkinitcpio
mkinitcpio-busybox
mlocate
mpfr
mpv
msgpack-c
mtdev
mtools
mujs
ncurses
ndctl
neofetch
neovim-nightly
net-tools
netpbm
nettle
nginx
nmap
notion-app
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npth
nspr
nss
ntp
numactl
numix-circle-icon-theme-git
numix-icon-theme-git
nvidia
nvidia-utils
obs-studio
obs-v4l2sink-git
ocl-icd
okular
openal
openblas
opencl-nvidia
opencore-amr
openexr
openjpeg2
openmpi
openssh
openssl
opensubdiv
openvpn
opera-ffmpeg-codecs
optipng
optix
opus
orc
p11-kit
p7zip
pacman
pacman-contrib
pacman-mirrorlist
pacwall-git
pam
pambase
pamixer
pandoc
pango
pangomm
parallel
parted
patch
pciutils
pcre
pcre2
perf
perl
perl-error
perl-file-which
perl-mailtools
perl-rename
perl-timedate
perl-uri
phonon-qt5
phonon-qt5-gstreamer
pinentry
pixman
pkcs11-helper
pkgconf
playerctl
podofo
polkit
polkit-qt5
polybar-git
poppler
poppler-glib
poppler-qt5
popt
postgresql-libs
potrace
procps-ng
psmisc
ptex
pulseaudio
pulseaudio-alsa
purpose
pyside-tools-common
python
python-appdirs
python-apsw
python-beautifulsoup4
python-cachecontrol
python-cairo
python-chardet
python-colorama
python-contextlib2
python-css-parser
python-cssselect
python-dateutil
python-dbus
python-dbus-common
python-distlib
python-distro
python-dnspython
python-docopt
python-feedparser
python-gobject
python-greenlet
python-html2text
python-html5-parser
python-html5lib
python-idna
python-ifaddr
python-keyutils
python-lxml
python-markdown
python-mechanize
python-msgpack
python-netifaces
python-numpy
python-ordered-set
python-packaging
python-pep517
python-pillow
python-pip
python-progress
python-psutil
python-pychm
python-pygments
python-pynvim
python-pyparsing
python-pyqt5
python-pyqt5-sip
python-pyqtwebengine
python-pyside-common
python-regex
python-requests
python-resolvelib
python-retrying
python-setuptools
python-sgmllib
python-six
python-soupsieve
python-toml
python-unrardll
python-urllib3
python-webencodings
python-yaml
python-zeroconf
python2
python2-appdirs
python2-apsw
python2-backports
python2-backports.functools_lru_cache
python2-beautifulsoup4
python2-chardet
python2-css-parser
python2-cssselect
python2-dateutil
python2-dbus
python2-dnspython
python2-enum34
python2-feedparser
python2-html2text
python2-html5-parser
python2-html5lib
python2-ipaddress
python2-jinja
python2-lxml
python2-markdown
python2-markupsafe
python2-mechanize
python2-msgpack
python2-netifaces
python2-opengl
python2-ordered-set
python2-packaging
python2-pillow
python2-psutil
python2-pychm
python2-pygments
python2-pyparsing
python2-pyqt5
python2-pyqtwebengine
python2-pyside
python2-pyside-tools
python2-regex
python2-setuptools
python2-shiboken
python2-sip-pyqt5
python2-six
python2-soupsieve
python2-unrardll
python2-webencodings
qbittorrent
qca
qt4
qt5-base
qt5-declarative
qt5-graphicaleffects
qt5-location
qt5-multimedia
qt5-quickcontrols
qt5-quickcontrols2
qt5-sensors
qt5-speech
qt5-svg
qt5-webchannel
qt5-webengine
qt5-x11extras
qt5-xmlpatterns
r
r-assertthat
r-backports
r-callr
r-cli
r-crayon
r-desc
r-digest
r-ellipsis
r-evaluate
r-fansi
r-glue
r-magrittr
r-pkgbuild
r-pkgload
r-praise
r-prettyunits
r-processx
r-ps
r-r6
r-rlang
r-rprojroot
r-rstudioapi
r-testthat
r-withr
rav1e
rclone
re2
readline
redshift
reiserfsprogs
rest
rhash
ripgrep
ripgrep-all-bin
rofi
rstudio-desktop
rsync
rtkit
rubberband
run-parts
runc
rust-analyzer-git
rustup
sdl2
seahorse
sed
shaderc
shadow
shared-mime-info
shiboken
signon-kwallet-extension
signon-plugin-oauth2
signon-ui
signond
slack-desktop
slang
slop
smbclient
snappy
solid
sonnet
sound-theme-freedesktop
speex
speexdsp
spirv-tools
spotify
sqlite
srt
sshfs
startup-notification
strace
sudo
sysfsutils
syslinux
systemd
systemd-libs
systemd-sysvcompat
t1lib
t1utils
talloc
tar
tbb
tcl
tdb
termite
termite-terminfo
tevent
texinfo
texlab
texlive-bibtexextra
texlive-bin
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-latexextra
texlive-publishers
texlive-science
thin-provisioning-tools
threadweaver
thunar
tk
tmux
tracker3
tree
tslib
ttf-dejavu
ttf-fira-code
ttf-fira-sans
ttf-font-awesome
ttf-font-awesome-4
ttf-hack
ttf-liberation
ttf-meslo
ttf-ms-fonts
ttf-roboto
tumbler
tuxboot
tzdata
uchardet
udiskie
udisks2
unibilium
unixodbc
unzip
upower
usbmuxd
usbutils
usd
util-linux
util-linux-libs
v4l-utils
v8-r
vamp-plugin-sdk
vi
vid.stab
vim
vim-runtime
vmaf
volume_key
vte-common
vulkan-icd-loader
wayland
wayland-protocols
webrtc-audio-processing
wget
which
wireless_tools
wpa_supplicant
wxgtk-common
wxgtk3
x264
x265
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xdg-user-dirs
xdg-utils
xdotool
xf86-input-libinput
xf86-video-vesa
xfconf
xfsprogs
xkeyboard-config
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-alias-100dpi
xorg-fonts-alias-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-util-macros
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xorgproto
xvidcore
xxhash
xz
yajl
yay
youtube-dl
zathura
zathura-djvu
zathura-pdf-mupdf
zeromq
zip
zita-alsa-pcmi
zita-resampler
zlib
zoom
zsh
zstd
zziplib
