adobe-source-code-pro-fonts
aircrack-ng
alacritty
alsa-tools
alsa-utils
amd-ucode
arc-gtk-theme
aria2
autoconf
automake
base
bat
bc
binutils
bison
blueman
bluez
bluez-tools
bluez-utils
cadence
calibre
carta-appimage
chromedriver
cmake
colorpicker
cpdf
cuda
cudnn
dhcpcd
dialog
diffpdf
discord
docker
docker-compose-bin
ds9-bin
ebgaramond-otf
efibootmgr
exa
exfat-utils
fakeroot
fasd-git
feh
firefox
flex
fzf
gcc
gcc-fortran
geoip-database-extra
geoipupdate
git
git-lfs
gnome-keyring
gnuplot
google-chrome
gotop
grub
gvfs
gvfs-smb
hashcat
hashcat-utils
hcxdumptool
hcxtools
hsetroot
i3-gaps
i3status
ifplugd
inkscape
inotify-tools
iw
jack2
libffado
linux
linux-firmware
linux-headers
luit
lxappearance
m4
maim
make
mendeleydesktop-bundled
mlocate
mpv
mypaint
neofetch
neovim-nightly
netctl
nginx
nmap
notion-app
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
ntp
numix-circle-icon-theme-git
nvidia
obs-studio
obs-v4l2sink-git
okular
openblas-lapack
openvpn
optix
p7zip
pacwall-git
pamixer
pandoc-bin
parallel
paru-git
patch
pavucontrol
perf
perl-rename
picom-ibhagwan-git
pkgconf
playerctl
polybar-git
portaudio
pulseaudio
pulseaudio-jack
python
python-cffi
python-pip
python-pynvim
python2-jinja
python2-opengl
python2-pyside
python2-pyside-tools
qbittorrent
r
rclone
realtime-privileges
reaper-bin
redshift
ripgrep
ripgrep-all-bin
rofi
rstudio-desktop
rsync
rust-analyzer-git
rustup
seahorse
slack-electron
slop
spotify
sshfs
strace
sudo
termite
texinfo
texlab
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-latexextra
texlive-publishers
texlive-science
thunar
tk
tmux
tree
ttf-dejavu
ttf-fira-code
ttf-fira-sans
ttf-font-awesome
ttf-font-awesome-4
ttf-hack
ttf-liberation
ttf-meslo
ttf-ms-fonts
ttf-roboto
tumbler
tuxboot
udiskie
udisks2
unzip
usbutils
usd
v4l2loopback-dkms-git
v8-r
vi
vim
wget
which
wpa_supplicant
xclip
xdg-user-dirs
xdotool
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xclipboard
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
yay
youtube-dl
zathura
zathura-djvu
zathura-pdf-mupdf
zeromq
zoom
zsh
